Repository: hiTechTeam/Telescan-iOS
Catalog: TelescaniOS/Resources/*.lproj/Localizable.strings
Languages: ru

# turnOnBLE
source: Turn on Bluetooth
ru: Включите Bluetooth

source: Sign in
ru: Войти

# ok
source: Okey
ru: Хорошо

source: Cancel
ru: Отмена

# copied_sheet
source: Copied
ru: Скопированно

source: Nearby
ru: Рядом

source: People nearby
ru: Люди рядом

source: People
ru: Люди

source: Chats
ru: Чаты

source: Profile
ru: Профиль

# metTitle
source: Met
ru: Виделись

# placeCode
source: Code
ru: Код

# codePlaceholder
source: Code
ru: Код

source: Code
ru: Код

source: Enter code
ru: Введите код

source: Current code:
ru: Текущий код:

source: Registration
ru: Регистрация

# incorrectCode
source: Couldn't find a Telegram username
ru: Не удалось найти Telegram username

# warningCharactersEight
source: Maximum of 8 characters
ru: Максимум 8 символов

# regDescription
source: Enter the code that the bot sent so that the application can link your Telegram username.
ru: Введите код, который отправил бот, для того чтобы приложение могло привязать ваш Telegram username.

# welcome_title
source: Welcome to
ru: Добро пожаловать в

# poweredByTG
source: Powered by Telegram
ru: Работает от Telegram

# aboutOnBoardingMsg
source: Telescan lets you instantly find and share Telegram profiles with people nearby.
ru: Telescan позволяет быстро находить и обмениваться Telegram-профилями.

# shortOnboardingMsg
source: Share your Telegram with people around you.
ru: Делитесь вашим Telegram с людьми рядом.

# start
source: Get started with Telegram
ru: Начать с Telegram

# goNext
source: Next
ru: Далее

source: Go
ru: Начать

# confirmButton
source: Confirm
ru: Применить

source: Scanning
ru: Сканирование

# justTurnScaning
source: Turn on scaning
ru: Включите сканирование

# scanToggleDescription
source: Turn on Bluetooth scanning so that you can see the people around you.
ru: Включите Bluetooth-сканирование, чтобы видеть людей рядом.

# turnedOffScaning
source: Scanning is turned off. Enable scanning in the app to see nearby people.
ru: Сканирование отключено. Включите сканирование в приложении, чтобы видеть людей, находящихся поблизости.

# noPeopleNearby
source: Scanning is activ! Nearby people will appear here. Keep the app open. Background scanning will be available in new versions of the app
ru: Сканирование запущено! Здесь будут отображаться люди, находящиеся поблизости. Оставьте приложение открытым. Фоновое сканирование будет доступно в новых версиях приложения.

# scanAlertText
source: To switch over, you need to enable scanning mode.
ru: Для перехода необходимо включить режим сканирования.

source: Photo Options
ru: Параметры фото

source: Take Photo
ru: Сделать фото

# galleryPhoto
source: Choose from Gallery
ru: Выбрать из галереи

source: Delete Photo
ru: Удалить фото

# shareUtg
source: Share your profile
ru: Поделиться профилем

# profileSettingsDescription
source: You can change profile data in Telegram settings.
ru: Изменить данные профиля можно в настройках Telegram.

# info_main_description
source: The app extends Telegram's functionality and uses it as the main communication channel. Telescan enables instant exchange of Telegram usernames via Bluetooth.
ru: Приложение расширяет возможности Telegram и использует его как основной канал связи. Telescan позволяет мгновенно обмениваться Telegram-юзернеймами через Bluetooth.

# info_instant_exchange_title
source: Instant Contact Exchange
ru: Мгновенный обмен контактами

# info_instant_exchange_desc
source: Exchange contact information with other participants instantly.
ru: Мгновенно обменивайтесь контактной информацией с другими участниками.

# info_fast_offline_title
source: Fast and Offline
ru: Быстро и офлайн

# info_fast_offline_desc
source: Uses Bluetooth for offline code hash exchange.
ru: Использует Bluetooth для офлайн-обмена хэшами кода.

# info_data_protection_title
source: Data Protection
ru: Защита данных

# info_data_protection_desc
source: All data is securely protected: code hashes are stored on the server, and only the account owner can link their Telegram.
ru: Все данные надежно защищены: хэши кодов хранятся на сервере, и только владелец аккаунта может привязать свой Telegram.

# info_ideal_events_title
source: Ideal for Events
ru: Идеально для мероприятий

# info_ideal_events_desc
source: Perfect for conferences, business events, professional meetups, networking, dating and other meets.
ru: Подходит для конференций, бизнес-встреч, профессиональных мероприятий, нетворкинга и знакомств.
